Revit 2027 API
ViewDisplayDepthCueing.StartPercentage Property
 The start percentage defines where depth cueing starts. Values between 0 and 100.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int StartPercentage { get; }
Public ReadOnly Property StartPercentage As Integer
	Get
public:
property int StartPercentage {
	int get ();
}
member StartPercentage : int with get
Property Value
Int32
See Also
Reference
ViewDisplayDepthCueing Class
Autodesk.Revit.DB Namespace